Repository: JamiKettunen/tedit
Catalog: po/*.po
Languages: es, nl

source: Before use encryption feature
es: Antes de usar la función de cifrado
nl: Voordat u de coderingsfunctie gebruikt

source: read help page clicking on pencil icon in the upper right corner
es: lea la página de ayuda haciendo clic en el icono de lápiz en la esquina superior derecha
nl: lees de helppagina door op het potloodpictogram in de rechterbovenhoek te klikken

source: Saved
es: Guardado
nl: Opgeslagen

source: Menu
es: Menú

source: Settings
es: Configuración
nl: Instellingen

source: About
es: Acerca de
nl: Over

source: saved
es: guardado
nl: opgeslagen

source: Welcome ! Write what you want and save it. Enjoy !
es: ¡Bienvenido/a! ¡Escriba lo que quiera y guárdelo! ¡Disfrute!
nl: Welkom! Schrijf iets op en sla het op. En veel plezier!

source: Line
es: Línea
nl: Regel

source: Characters
es: Caracteres
nl: Aantal tekens

source: Confirmation
es: Confirmación
nl: Bevestiging

source: Insert Clipboard content ?
es: Pegar desde el portapapeles ?
nl: Wil je de klembordinhoud plakken?

source: Close
es: Cerrar
nl: Sluiten

source: Confirm
es: Confirmar
nl: Bevestigen

source: Unsaved changes
es: Cambios sin guardar
nl: Niet-opgeslagen aanpassingen

source: There are unsaved changes. Do you want to save this file before closing?
es: Hay cambios sin guardar. ¿Quiere guardar este archivo antes de cerrar?
nl: Er zijn niet-opgeslagen aanpassingen. Wil je ze opslaan voordat je afsluit?

source: Save
es: Guardar
nl: Opslaan

source: Save as
es: Guardar como
nl: Opslaan als

source: Close without saving
es: Cerrar sin guardar
nl: Sluiten zonder opslaan

source: Entrer decrypt key
es: Entrer descifrar clave
nl: Decoderingssleutel van de deelnemer

source: Decryption key
es: Clave de descifrado
nl: Decoderingssleutel

source: Wrong Password
es: Contraseña incorrecta
nl: Verkeerd wachtwoord

source: Previous note was modified, save it ?
es: Se modificó la nota anterior, ¿guardarla?
nl: De vorige aantekening is aangepast. Wil je deze opslaan?

source: Yes
es: Sí
nl: Ja

source: file name
es: archivo
nl: bestandsnaam

source: Couldn't write
es: No se pudo escribir
nl: Wegschrijven mislukt

source: Clear All content ?
es: Limpiar todo ?
nl: Wil je alle inhoud wissen?

source: Enter a name for the file to save.
es: Nombre el archivo a guardar.
nl: Geef het bestand een naam.

source: Save as encrypted file
es: Guardar como archivo cifrado
nl: Opslaan als versleuteld bestand

source: Encryption password
es: Contraseña de cifrado
nl: Versleutelingswachtwoord

source: Cancel
es: Cancelar
nl: Annuleren

source: Import a site as text
es: Importar un sitio como texto
nl: Website importeren als tekst

source: A valid http(s) url
es: Una URL de http (s) válida
nl: Een geldige http(s)-url

source: Import
es: Importar
nl: Importeren

source: Found
es: Fncontró
nl: Gevonden

source: digesters
es: algoritmos
nl: samenvattingen

source: Calculate the digest of the note
es: Calcula la digerencia de la nota
nl: Bereken de samenvatting van de aantekening

source: Copy to note
es: Copiar al portapapeles
nl: Kopiëren naar aantekening

source: Calculate
es: Calcular
nl: Berekenen

source: ERROR, Algorithm not selected or unsupportded value
es: ERROR, algoritmo no seleccionado o valor no admitido
nl: FOUT: geen algoritme gekozen of niet-ondersteunde waarde

source: Notes area is empty !
es: La entrada está vacía !
nl: Je hebt geen aantekeningen!

source: Open
es: Abierto
nl: Openen

source: Save As
es: Guardar como
nl: Opslaan als

source: Undo last Modification
es: Deshacer la última modificación
nl: Recentste aanpassing ongedaan maken

source: Redo last Modification
es: Rehacer la última modificación
nl: Recentste aanpassing opnieuw uitvoeren

source: Select All
es: Seleccionar todo
nl: Alles selecteren

source: Clear Area
es: Limpiar todo
nl: Wissen

source: Paste from Clipboard
es: Pegar desde el portapapeles
nl: Plakken van klembord

source: Copy to Clipboard
es: Copiar al portapapeles
nl: Kopiëren naar klembord

source: Digest
es: Algoritmo
nl: Samenvatting

source: QR Code
es: Còdigo QR

source: Generate QR Code
es: Generar còdigo QR
nl: QR-code genereren

source: Generate
es: Generar
nl: Genereren

source: Product Info
es: Información del producto
nl: Productinformatie

source: version
es: versión
nl: versie

source: Author
es: Autor
nl: Maker

source: Thanks at
es: Gracias a
nl: Met dank aan

source: jshashes library for hash Algorithm
es: jshashes library para hash Algoritmo
nl: Met dank aan de jshashes-bibliotheek voor het hash-algoritme

source: Developers of
es: Desarrolladores de
nl: Ontwikkelaars van

source: for Base64 features
es: pare Base64 convertidor
nl: voor de Base 64-ver- en ontsleuteling

source: for QML binding for qr.js lib
es: QML unión para qr.js lib
nl: voor QML-verbinding e qr.js

source: Developers of library
es: Desarrolladores de
nl: Ontwikkelaars van bibliotheek

source: IMPORTANT notes for Encrypted files
es: Notas IMPORTANTES para archivos cifrados
nl: BELANGRIJKE opmerkingen voor gecodeerde bestanden

source: If the encryption key is lost, there is NO restore. The file remains encrypted
es: Si se pierde la clave de cifrado, NO hay restauración. El archivo permanece encriptado
nl: Als de coderingssleutel verloren gaat, is er GEEN herstel mogelijk. Het bestand blijft versleuteld

source: Author has no responsibility
es: El autor no tiene responsabilidad
nl: Auteur heeft geen verantwoordelijkheid

source: Suggestion: use the same key for all the files to be saved with encryption
es: Sugerencia: use la misma clave para todos los archivos que se guardarán con cifrado
nl: Suggestie: gebruik dezelfde sleutel voor alle bestanden die versleuteld moeten worden opgeslagen

source: instead of different ones so that you need to remember just one key
es: en lugar de diferentes, por lo que debe recordar solo una clave
nl: in plaats van verschillende, zodat u slechts één sleutel hoeft te onthouden

source: Encrypted file names have XXX suffix to distinguish them
es: Los nombres de archivos cifrados tienen el sufijo XXX para distinguirlos
nl: Versleutelde bestandsnamen hebben het achtervoegsel XXX om ze te onderscheiden

source: A padlock is shown when an encrypted file is currently opened
es: Se muestra un candado cuando se abre un archivo cifrado
nl: Er wordt een hangslot weergegeven wanneer een gecodeerd bestand momenteel wordt geopend

source: Remove
es: Eliminar
nl: Verwijderen

source: file
es: archivo
nl: bestand

source: File successfully removed
es: Archivo eliminado con éxito
nl: Het bestand is verwijderd

source: Attention
es: Atención
nl: Let op

source: Remove ALL saved files ? (No restore)
es: ¿Eliminar TODOS los archivos guardados? (No se podrán recuperar)
nl: Wil je ALLE opgeslagen bestanden wilt verwijderen? (dit is onomkeerbaar)

source: Delete
es: Borrar
nl: Verwijderen

source: All Files successfully removed
es: Todos los archivos eliminados correctamente
nl: Alle bestanden zijn verwijderd

source: Local files
es: Archivos locales
nl: Lokale bestanden

source: (swipe for options)
es: (deslizar para ver opciones)
nl: (veeg om acties te tonen)

source: Delete all
es: Borrar todo
nl: Alles verwijderen

source: Base 64 encoder/decoder
es: Base 64 convertidor
nl: Base 64-ver- en ontsleuteling

source: Clear all
es: Limpiar todo
nl: Alles wissen

source: Encode
es: Codificar
nl: Versleutelen

source: encode to Base 64
es: codificar a Base 64
nl: versleutelen met Base 64

source: Decode
es: Descodificar
nl: Ontsleutelen

source: decode from Base 64
es: descodificar de Base 64
nl: ontsleutelen van Base 64

source: Insert here the content to encode/decode
es: Inserta aquí el contenido para codificar / decodificar
nl: Voer hier de te ver-/ontsleutelen inhoud in

source: Conversion Result
es: Resultado de conversión
nl: Conversieresultaat

source: Convert
es: Convertir
nl: Converteren

source: Invalid character: the string to be decoded is not correctly encoded
es: Carácter no válido: la cadena a decodificar no está codificada correctamente
nl: Ongeldig teken: de te ontsleutelen tekenreeks is onjuist versleuteld

source: Input is empty !
es: La entrada está vacía !
nl: Geen invoer!

source: Add to note
es: Agregar a la nota
nl: Toevoegen aan aantekening

source: New note
es: Nueva nota
nl: Nieuwe aantekening

source: Page
es: Pàgina
nl: Pagina

source: Enable Word wrap
es: Habilitar ajuste de palabras
nl: Woordomslag inschakelen

source: Word wrap
es: Ajuste de palabras
nl: Woordomslag

source: Enable text prediction
es: Activar el texto predictivo
nl: Tekstvoorspelling inschakelen

source: Text prediction
es: Texto predictivo
nl: Tekstvoorspelling

source: Notes Area Font color
es: Color del área de texto
nl: Letterkleur van aantekeningen

source: Green
es: Verde
nl: Groen

source: Grey
es: Gris
nl: Grijs

source: Black
es: Negro
nl: Zwart

source: Application Backgroung color
es: Color de fondo de la aplicación
nl: Achtergrondkleur van app

source: Brown
es: Marrón
nl: Bruin

source: White
es: Blanco
nl: Wit

source: Blue
es: Azul
nl: Blauw

source: Notes font size
es: Tamaño de fuente de notas
nl: Lettergrootte van aantekeningen

source: File Info
es: Archivo
nl: Bestandsinformatie

source: File Size
es: Tamaño del archivo
nl: Bestandsgrootte

source: Modified
es: Modificado
nl: Aangepast

source: Time format (UTC): 'yyyy-mm-dd-HH:mm:ss'
es: Formato de tiempo (UTC): 'yyyy-mm-dd-HH:mm:ss'
nl: Tijdopmaak (UTC): 'yyyy-mm-dd-HH:mm:ss'

source: No
nl: Nee

source: ok
nl: oké
